Repository: RadekBuczkowski/random_image_browser
Catalog: src/Resources/Text.*.resx
Languages: da_dk, de_de

# AdvancedTab
source: Advanced
da_dk: Avanceret
de_de: Speziell

# AdvancedTabToolTip
source: Select advanced options.
da_dk: Vælg avancerede indstillinger.
de_de: Wählen Sie erweiterte Einstellungen.

# AllLandscapeSuffix
source: (all landscape)
da_dk: (alle landskab)
de_de: (alle im Querformat)

# AllPortraitSuffix
source: (all portrait)
da_dk: (alle portræt)
de_de: (alle im Hochformat)

# AnimatedNoToolTip
source: Animated: yes
da_dk: Animeret: ja
de_de: Animiert: ja

# AnimatedYesToolTip
source: Animated: no
da_dk: Animeret: nej
de_de: Animiert: nein

source: Animations off
da_dk: Animationer slukket
de_de: Animationen deaktiviert

source: Animations on
da_dk: Animationer på
de_de: Animationen aktiviert

# ApplicationNotInstalled
source: {0} not installed.
da_dk: {0} ikke installeret.
de_de: {0} ist nicht installiert.

# AutoScalingLabel
source: Auto-scaling:
da_dk: Automatisk skalering:
de_de: Automatische Skalierung:

# AutoScalingTab
source: Auto-scaling
da_dk: Automatisk skalering
de_de: Skalierung

# AutoScalingToolTip
source: Select the auto-scaling mode.
da_dk: Vælg den automatiske skaleringsmodus.
de_de: Wählen Sie den automatischen Skalierungsmodus.

# AutoScalingWhenZoomedLabel
source: Auto-scaling when zoomed:
da_dk: Automatisk skalering når zoomet ind:
de_de: Automatische Skalierung wenn vergrößert:

# BackButton
source: Back
da_dk: Tilbage
de_de: Zurück

# BlackBackgroundCheckBox
source: Black background
da_dk: Sort baggrund
de_de: Schwarzer Hintergrund

# BlackBackgroundToolTip
source: Switch between black and white backround.
da_dk: Skift mellem sort og hvid baggrund.
de_de: Wechseln Sie zwischen schwarzem und weißem Hintergrund.

# CurrentSizeToolTip
source: Current size
da_dk: Aktuel størrelse
de_de: Aktuelle Größe

# DesiredFrameRateLabel
source: Desired frame rate:
da_dk: Ønsket frame rate:
de_de: Gewünschte Bildrate:

# DesiredFrameRateToolTip
source: The desired frame rate of all animations
da_dk: Den ønskede frame rate for alle animationer
de_de: Die gewünschte Bildrate für alle Animationen

# DisabledOption
source: Disabled
da_dk: Deaktiveret
de_de: Deaktiviert

# EnableAnimationsCheckBox
source: Enable animations
da_dk: Aktiver animationer
de_de: Animationen aktivieren

# EnableAnimationsToolTip
source: Switch transition animations on and off. Becomes active when the dialog is closed.
da_dk: Slå overgangsanimationer til og fra. Bliver aktiv når dialogboksen lukkes.
de_de: Übergangsanimationen ein- und ausschalten. Wird aktiv, wenn das Dialog geschlossen wird.

# FailedToDisplayImage
source: Failed to display the image on screen!
da_dk: Kunne ikke vise billedet på skærmen!
de_de: Das Bild konnte nicht auf dem Bildschirm angezeigt werden!

# FailedToLoadImage
source: Failed to load the image from file!
da_dk: Kunne ikke indlæse billedet fra filen!
de_de: Das Bild konnte nicht aus der Datei geladen werden!

# FileDateToolTip
source: File date
da_dk: Fildato
de_de: Dateidatum

# FileSizeToolTip
source: File size
da_dk: Filstørrelse
de_de: Dateigröße

# FileTypesLabel
source: File types:
da_dk: Filtyper:
de_de: Dateiarten:

# FileTypesToolTip
source: Select file extensions of images to load. The list should be comma-separated.
da_dk: Vælg filtypenavne for billeder, der skal indlæses. Listen skal være kommasepareret.
de_de: Wählen Sie Dateierweiterungen für die zu ladende Bilder aus. Die Liste muss durch Kommas getrennt sein.

# FitInsideEdges
source: Fit to inside edges
da_dk: Pas til indvendige kanter
de_de: An die Innenkanten anpassen

# FitInsideEdgesRadio
source: Fit to inside edges
da_dk: Pas til indvendige kanter
de_de: An die Innenkanten anpassen

# FitInsideEdgesRadioToolTip
source: Make the two closer image edges touch the screen box edges. The visible part of the image content can be aligned with the mouse. When activated, you can press the "Forward" or "Back" mouse buttons to animate alignment of all images.
da_dk: Få de to nærmere billedkanter til at røre skærmboks kanter. Den synlige del af billedindholdet kan justeres med musen. Når den er aktiveret, kan du trykke på "Frem" eller "Tilbage" museknappen for at animere justering af alle billeder.
de_de: Die beiden näheren Bildkanten sollen die Kanten des Bildschirmfeldes berühren. Der sichtbare Teil des Bildinhalts kann mit der Maus angepasst werden. Wenn diese Option aktiviert ist, können Sie die "Vorwärts"- oder "Zurück"-Maustaste drücken, um die Ausrichtung aller Bilder zu animieren.

# FitInsideEdgesWhenZoomedRadioToolTip
source: Make the two closer image edges touch the screen edges. The visible part of the image content can be aligned with the mouse.
da_dk: Få de to nærmere billedkanter til at røre skærmens kanter. Den synlige del af billedindholdet kan justeres med musen.
de_de: Die beiden näheren Bildkanten sollen die Kanten des Bildschirms berühren. Der sichtbare Teil des Bildinhalts kann mit der Maus angepasst werden.

# FitOutsideEdges
source: Fit to outside edges
da_dk: Pas til udvendige kanter
de_de: An die Außenkanten anpassen

# FitOutsideEdgesRadio
source: Fit to outside edges
da_dk: Pas til udvendige kanter
de_de: An die Außenkanten anpassen

# FitOutsideEdgesRadioToolTip
source: Make the two more distant image edges touch the screen box edges. The entire image content is always visible.
da_dk: Få de to fjernere billedkanter til at røre skærmboks kanter. Hele billedindholdet er altid synligt.
de_de: Die beiden weiter entfernteren Bildkanten sollen die Kanten des Bildschirmfeldes berühren. Der gesamte Bildinhalt ist immer sichtbar.

# FitOutsideEdgesWhenZoomedRadioToolTip
source: Make the two more distant image edges touch the screen edges. The entire image content is always visible.
da_dk: Få de to fjernere billedkanter til at røre skærmens kanter. Hele billedindholdet er altid synligt.
de_de: Die beiden weiter entfernteren Bildkanten sollen die Kanten des Bildschirms berühren. Der gesamte Bildinhalt ist immer sichtbar.

# Folder1Label
source: Folder 1:
da_dk: Mappe 1:
de_de: Ordner 1:

# Folder2Label
source: Folder 2:
da_dk: Mappe 2:
de_de: Ordner 2:

# Folder3Label
source: Folder 3:
da_dk: Mappe 3:
de_de: Ordner 3:

# FolderComboTooltip
source: Select image folder. Use the drop down list, or the folder button, or type.
da_dk: Vælg billedmappe. Brug rullelisten eller mappeknappen, eller skriv.
de_de: Bildordner auswählen. Verwenden Sie die Dropdown-Liste oder die Ordnerschaltfläche oder schreiben Sie.

# FoldersTab
source: Folders
da_dk: Mapper
de_de: Ordner

# FoldersTabToolTip
source: Select image folders and extensions.
da_dk: Vælg billedmapper og filtypenavne.
de_de: Wählen Sie Bildordner und Dateierweiterungen aus.

# FullScreenCheckBox
source: Full screen
da_dk: Fuld skærm
de_de: Vollbildmodus

# FullScreenToolTip
source: Switch between full screen and normal screen mode.
da_dk: Skift mellem fuld skærm og normal skærmtilstand.
de_de: Wechseln Sie zwischen Vollbild- und Normalbildmodus.

# GoBackButtonTooltip
source: Close the dialog
da_dk: Luk vinduet
de_de: Das Fenster schließen.

# GoBackToImagesToolTip
source: Go back to images {0} to {1}
da_dk: Gå tilbage til billeder {0} til {1}
de_de: Zurück zu den Bildern {0} bis {1}

# GoBackToImageToolTip
source: Go back to image {0}
da_dk: Gå tilbage til billede {0}
de_de: Zurück zum Bild {0}

# GoToImagesToolTip
source: Go to images {0} to {1}
da_dk: Gå til billeder {0} til {1}
de_de: Zu den Bildern {0} bis {1}

# GoToImageToolTip
source: Go to image {0}
da_dk: Gå til billede {0}
de_de: Zum Bild {0}

# GroupImagesCheckBox
source: Group images
da_dk: Gruppér billeder
de_de: Bilder gruppieren

# GroupImagesToolTip
source: Switch between grouping images with only the groups being shuffled, and shuffling all images (if unchecked). The option also changes the meaning of the mouse wheel. Switches respectively between scrolling all images, and scrolling the neighbors of one image (if unchecked). To scroll all images, use the mouse wheel in the corners of the window.
da_dk: Skift mellem gruppering af billeder, hvor kun grupperne bliver randomiseret, eller randomiser alle billeder (hvis afkrydset). Indstillingen ændrer også betydningen af musehjulet. Skifter henholdsvis mellem rulning af alle billeder og rulning af alfabetiske naboer af ét billede (hvis afkrydset). For at rulle gennem alle billeder, brug musens hjul i hjørnerne af vinduet.
de_de: Wechseln Sie zwischen Gruppierung von Bildern, bei der nur die Gruppen randomisiert werden, und der Randomisierung von allen Bildern (wenn deaktiviert). Die Einstellung ändert auch die Bedeutung des Mausrads. Schaltet jeweils zwischen dem Scrollen durch alle Bilder und dem Scrollen alphabetischer Nachbarn eines Bildes um (wenn deaktiviert). Um durch alle Bilder zu scrollen, verwenden Sie das Mausrad in den Ecken des Fensters.

# HelpButtonToolTip
source: Open the help dialog
da_dk: Åbn hjælpevinduet
de_de: Das Hilfefenster öffnen

# HelpTitle
source: Help
da_dk: Hjælp
de_de: Hilfe

# ImageFileCount
source: {0} image files
da_dk: {0} billedfiler
de_de: {0} Bilddateien

# ImagesLabel
source: Images:
da_dk: Billeder:
de_de: Bilder:

# IndexToolTip
source: Index
da_dk: Indeks

# KeyGoToRandom
source: O
da_dk: T
de_de: Z

# KeyMirror
source: M
da_dk: S
de_de: S

# KeyRotateLeft
source: L
da_dk: V

# KeyRotateRight
source: R
da_dk: H

# LayoutToolTip
source: Select the arrangement and number of visible images.
da_dk: Vælg arrangementet og antallet af synlige billeder.
de_de: Wählen Sie die Anordnung und die Anzahl der sichtbaren Bilder.

# LoadedSizeToolTip
source: Loaded size
da_dk: Indlæst størrelse
de_de: Geladene Größe

source: Loading image files...
da_dk: Indlæsning af billedfiler...
de_de: Bilddateien werden geladen...

source: Loading in progress...
da_dk: Indlæsning er i gang...
de_de: Der Ladevorgang läuft...

# MaxPixelResolutionLabel
source: Image dimensions limit:
da_dk: Billeddimensionsgrænse:
de_de: Bildgrößenbeschränkung:

# MaxPixelResolutionToolTip
source: When loading images, any bitmaps with either width or height exceeding this value will be scaled down to enhance performance.
da_dk: Ved indlæsning af billeder alle bitmaps med enten bredde eller højde, der overstiger denne værdi, vil blive nedskaleret for at forbedre ydeevnen.
de_de: Die Bitmaps von Bildern, deren Breite oder Höhe diesen Wert überschreitet, werden Beim Laden verkleinert, um die Leistung zu verbessern.

# MirrorToolTip
source: Mirror
da_dk: Spejl
de_de: Spiegel

# MiscellaneousTab
source: Miscellaneous
da_dk: Diverse
de_de: Sonstiges

# MiscellaneousToolTip
source: Select miscellaneous options.
da_dk: Vælg diverse indstillinger.
de_de: Wählen Sie verschiedene Einstellungen.

# NeighborToolTip
source: Neighbor
da_dk: Nabo
de_de: Nachbar

# NoImagesFound
source: No image files found
da_dk: Ingen billedfiler fundet
de_de: Keine Bilddateien gefunden

source: Normal image
da_dk: Normalt billede
de_de: Normales Bild

source: Normal images
da_dk: Normale billeder
de_de: Normale Bilder

# OpenFolderSelectionToolTip
source: Open the folder selection dialog.
da_dk: Åbn mappevalgsdialogen.
de_de: Öffnen Sie den Ordnerauswahldialog.

# OptionsButtonToolTip
source: Open the options dialog
da_dk: Åbn indstillingsvinduet
de_de: Das Optionsfenster öffnen

# OptionsTitle
source: Options
da_dk: Indstillinger
de_de: Optionen

source: Original size
da_dk: Original størrelse
de_de: Originalgröße

# OriginalSizeRadio
source: Original size
da_dk: Original størrelse
de_de: Originalgröße

# OriginalSizeRadioToolTip
source: Disable auto-scaling and use the original image dimensions. The visible part of the image content can be aligned with the mouse if the image is larger than the screen.
da_dk: Deaktiver skalering og brug de originale billeddimensioner. Den synlige del af billedindholdet kan justeres med musen, hvis billedet er større end skærmen.
de_de: Skalierung deaktivieren und die ursprünglichen Bildabmessungen verwenden. Der sichtbare Teil des Bildinhalts kann mit der Maus angepasst werden, wenn das Bild größer als der Bildschirm ist.

# OriginalSizeToolTip
source: Original size
da_dk: Original størrelse
de_de: Originalgröße

# PerformanceTipLabel
source: To optimize performance, it is recommended to close all other applications extensively utilizing the graphics card, such as web browsers.
da_dk: For at optimere ydeevnen anbefales det at lukke alle andre applikationer, der bruger grafikkortet i udstrakt grad, som f.eks. webbrowsere.
de_de: Um die Leistung zu optimieren, wird es empfohlen, alle anderen Anwendungen zu schließen. Insbesondere Anwendungen, die die Grafikkarte intensiv nutzen, wie z Internetbrowser.

# RandomGroupOrder
source: Group images
da_dk: Gruppér billeder
de_de: Bilder gruppieren

source: Random order
da_dk: Tilfældig rækkefølge
de_de: Zufällige Reihenfolge

# RestartEveryNImagesLabel
source: Restart every N images:
da_dk: Genstart hvert N billeder:
de_de: Bei N Bildern neu starten:

# RestartEveryNImagesTooltip
source: Restart after showing the selected number of images to remedy the problem of stuttering animations. To restart immediately, press F4 after closing this dialog.
da_dk: Genstart efter visning af det valgte antal billeder for at afhjælpe problemet med hakkende animationer. For at genstarte med det samme, tryk på F4, efter at have lukket dialogboksen.
de_de: Die Anwendung wird nach dem Zeigen der ausgewählten Anzahl von Bildern neu gestartet, um das Problem mit stotternden Animationen zu beheben. Um sofort neu zu starten, drücken Sie F4 nach dem Schließen des Fensters.

source: Rotate left
da_dk: Roter til venstre
de_de: Nach links drehen

# RotateLeftToolTip
source: Rotate left
da_dk: Roter til venstre
de_de: Nach links drehen

source: Rotate right
da_dk: Roter til højre
de_de: Nach rechts drehen

# RotateRightToolTip
source: Rotate right
da_dk: Roter til højre
de_de: Nach rechts drehen

# SaveAsDefaultButton
source: Save as default
da_dk: Gem som standard
de_de: Als Standard speichern

# SaveAsDefaultButtonTooltip
source: Save changes as default settings in the configuration file
da_dk: Gem ændringer som standardindstillinger i konfigurationsfilen
de_de: Änderungen als Voreinstellungen in der Konfigurationsdatei speichern

# SelectAFolderOrUseOptions
source: Select a folder with images by pressing F2, or add more folders in the "{0}" dialog by pressing F10.
da_dk: Vælg en mappe med billeder efter trykke på F2, eller vælg flere mapper i "{0}" vinduet ved at trykke på F10.
de_de: Wählen Sie einen Ordner mit Bildern aus, nachdem Sie F2 gedrückt haben, oder wählen Sie mehrere Ordner im Fenster "{0}" aus, indem Sie F10 drücken.

source: The file does not exist:
da_dk: Filen findes ikke:
de_de: Die Datei existiert nicht:

# ThumbnailsRadioToolTip
source: Make the two closer image edges touch the screen box edges. Images have rounded corners, are always centered and cannot be aligned with the mouse.
da_dk: Få de to nærmere billedkanter til at røre skærmboks kanter. Billeder har afrundede hjørner, er altid centreret og kan ikke justeres med musen.
de_de: Die beiden näheren Bildkanten sollen die Kanten des Bildschirmfeldes berühren. Bilder haben abgerundete Ecken, sind immer zentriert und können nicht mit der Maus angepasst werden.

# UpsideDownImage
source: Upside-down
da_dk: På hovedet
de_de: Kopfüber

# UpsideDownToolTip
source: Upside-down
da_dk: På hovedet
de_de: Kopfüber

# KeyBackground
source: B
de_de: H

# KeyUpsideDown
source: U
de_de: K

# TipLabel
source: Tip:
de_de: Tipp:
